<template>
  <div class="mx-4 my-5 flex font-semibold text-ist-blue-800">
    <div>最新通知 ></div>
    <div>第二届集成电路科技实践课题</div>
  </div>
  <div class="mx-24 flex flex-col items-center">
    <div class="mb-8 text-4xl font-extrabold text-ist-blue-900">
      2024年度IST智能实验室招募活动顺利结束
    </div>
    <div class="w-full border-b-4 border-ist-blue-900"></div>
    <div class="text-sm text-gray-500 my-4">发布时间: 2023年12月21日</div>
    <div class=" text-lg font-mono font-medium mx-12">
      桂林电子科技大学坐落于世界著名的风景游览城市和中国历史文化名城桂林市，是工业和信息化部与广西壮族自治区人民政府共建高校、国家国防科技工业局与广西壮族自治区人民政府共建高校、国家“中西部高校基础能力建设工程”入选高校。<br />
      学校是全国四所电子科技大学之一，始建于1960年，1980年经国务院批准成立桂林电子工业学院，2006年更名为桂林电子科技大学。学校先后隶属于第四机械工业部、电子工业部、机械电子工业部、中国电子工业总公司、信息产业部。2000年管理体制转为中央与地方共建、以地方管理为主。1990年，时任中共中央总书记江泽民同志亲临学校视察，并为学校亲笔题词“为发展电子工业培养更多的合格人才”。学校蝉联“全国文明校园”荣誉称号。<br />
      办学条件<br />
      学校现有金鸡岭校区、六合路校区、花江校区、北海校区，分别位于桂林国家高新技术开发区、桂林市尧山风景区、北海市银海区，校园总面积4100余亩。学校在南宁市设立了桂电南宁研究院。学校图书馆建筑面积4.5万余平方米。图书馆现有纸质图书238万余册，电子图书200万余种，数据库78个，中外文期刊（含纸质、电子）17万余种。具有先进的网络信息平台和智慧校园平台。<br />
      学科 专业<br />
      学校开设有本科专业73个，其中，国家级一流专业建设点23个、通过工程教育认证专业19个（含住房和城乡建设部行业认证1个）、国家综合改革试点专业1个、国家级特色专业5个；现有国家级一流本科课程15门，国家级课程思政示范课程1门，有国家级精品课程、国家级双语教学示范课程、国家级精品资源共享课、国家级精品在线开放课程共7门。学校获得“十一五”和“十二五”国家级规划教材9部。学校获得高等教育国家级教学成果奖6项。学校现有博士学位授权一级学科点5个；博士后科研流动站4个；硕士学位授权一级学科点21个；硕士专业学位授权类别12个；是硕士研究生推免工作高校。工程学、材料科学、计算机科学、化学四个学科进入ESI全球前1%。<br />
    </div>
  </div>
</template>

<script lang="ts" setup></script>

<style scoped>
* {
  overflow: hidden;
}
</style>
